[
  {
    "id": 7,
    "name": "ज्ञानविज्ञानयोग",
    "name_transliterated": "Jñāna Vijñāna Yog",
    "name_translated": "Gyaan Vigyana Yoga",
    "verses_count": 30,
    "chapter_number": 7,
    "name_meaning": "Self-Knowledge and Enlightenment",
    "chapter_summary": "The seventh chapter of the Bhagavad Gita is \"Gyaan Vigyana Yoga \". In this chapter, Krishna reveals that he is the Supreme Truth, the principal cause and the sustaining force of everything. He reveals his illusionary energy in this material world called Maya, which is very difficult to overcome but those who surrender their minds unto Him attain Him easily. He also describes the four types of people who surrender to Him in devotion and the four kinds that don't. Krishna confirms that He is the Ultimate Reality and those who realize this Truth reach the pinnacle of spiritual realization and unite with the Lord."
  },
  {
    "id": 6,
    "name": "ध्यानयोग",
    "name_transliterated": "Dhyān Yog",
    "name_translated": "Dhyana Yoga",
    "verses_count": 47,
    "chapter_number": 6,
    "name_meaning": "Path of Meditation",
    "chapter_summary": "The sixth chapter of the Bhagavad Gita is \"Dhyana Yoga\". In this chapter, Krishna reveals the \"Yoga of Meditation\" and how to practise this Yoga. He discusses the role of action in preparing for Meditation, how performing duties in devotion purifies one's mind and heightens one's spiritual consciousness. He explains in detail the obstacles that one faces when trying to control their mind and the exact methods by which one can conquer their mind. He reveals how one can focus their mind on Paramatma and unite with the God."
  },
  {
    "id": 8,
    "name": "अक्षरब्रह्मयोग",
    "name_transliterated": "Akṣhar Brahma Yog",
    "name_translated": "Akshara Brahma Yoga",
    "verses_count": 28,
    "chapter_number": 8,
    "name_meaning": "Path of the Eternal God",
    "chapter_summary": "The eighth chapter of the Bhagavad Gita is \"Akshara Brahma Yoga\". In this chapter, Krishna reveals the importance of the last thought before death. If we can remember Krishna at the time of death, we will certainly attain him. Thus, it is very important to be in constant awareness of the Lord at all times, thinking of Him and chanting His names at all times. By perfectly absorbing their mind in Him through constant devotion, one can go beyond this material existence to Lord's Supreme abode."
  },
  {
    "id": 5,
    "name": "कर्मसंन्यासयोग",
    "name_transliterated": "Karm Sanyās Yog",
    "name_translated": "Karma Sanyasa Yoga",
    "verses_count": 29,
    "chapter_number": 5,
    "name_meaning": "Path of Renunciation",
    "chapter_summary": "The fifth chapter of the Bhagavad Gita is \"Karma Sanyasa Yoga\". In this chapter, Krishna compares the paths of renunciation in actions (Karma Sanyas) and actions with detachment (Karma Yoga) and explains that both are means to reach the same goal and we can choose either. A wise person should perform his/her worldly duties without attachment to the fruits of his/her actions and dedicate them to God. This way they remain unaffected by sin and eventually attain liberation."
  },
  {
    "id": 2,
    "name": "सांख्ययोग",
    "name_transliterated": "Sānkhya Yog",
    "name_translated": "Sankhya Yoga",
    "verses_count": 72,
    "chapter_number": 2,
    "name_meaning": "Transcendental Knowledge",
    "chapter_summary": "The second chapter of the Bhagavad Gita is \"Sankhya Yoga\". This is the most important chapter of the Bhagavad Gita as Lord Krishna condenses the teachings of the entire Gita in this chapter. This chapter is the essence of the entire Gita. \n\"Sankhya Yoga\" can be categorized into 4 main topics - \n1. Arjuna completely surrenders himself to Lord Krishna and accepts his position as a disciple and Krishna as his Guru. He requests Krishna to guide him on how to dismiss his sorrow.\n2. Explanation of the main cause of all grief, which is ignorance of the true nature of Self.\n3. Karma Yoga - the discipline of selfless action without being attached to its fruits.\n4. Description of a Perfect Man - One whose mind is steady and one-pointed."
  },
  {
    "id": 18,
    "name": "मोक्षसंन्यासयोग",
    "name_transliterated": "Mokṣha Sanyās Yog",
    "name_translated": "Moksha Sanyaas Yoga",
    "verses_count": 78,
    "chapter_number": 18,
    "name_meaning": "Yoga through the Perfection of Renunciation and Surrender",
    "chapter_summary": "The eighteenth chapter of the Bhagavad Gita is \"Moksha Sanyas Yoga\". Arjuna requests the Lord to explain the difference between the two types of renunciations - sanyaas(renunciation of actions) and tyaag(renunciation of desires). Krishna explains that a sanyaasi is one who abandons family and society in order to practise spiritual discipline whereas a tyaagi is one who performs their duties without attachment to the rewards of their actions and dedicating them to the God. Krishna recommends the second kind of renunciation - tyaag. Krishna then gives a detailed analysis of the effects of the three modes of material nature. He declares that the highest path of spirituality is pure, unconditional loving service unto the Supreme Divine Personality, Krishna. If we always remember Him, keep chanting His name and dedicate all our actions unto Him, take refuge in Him and make Him our Supreme goal, then by His grace, we will surely overcome all obstacles and difficulties and be freed from this cycle of birth and death."
  },
  {
    "id": 16,
    "name": "दैवासुरसम्पद्विभागयोग",
    "name_transliterated": "Daivāsura Sampad Vibhāg Yog",
    "name_translated": "Daivasura Sampad Vibhaga Yoga",
    "verses_count": 24,
    "chapter_number": 16,
    "name_meaning": "Yoga through Discerning the Divine and Demoniac Natures",
    "chapter_summary": "The sixteenth chapter of the Bhagavad Gita is \"Daivasura Sampad Vibhaga Yoga\". In this chapter, Krishna describes explicitly the two kinds of natures among human beings - divine and demoniac. Those who possess demonaic qualities associate themselves with the modes of passion and ignorance do not follow the regulations of the scriptures and embrace materialistic views. These people attain lower births and further material bondage. But people who possess divine qualities, follow the instructions of the scriptures, associate themselves with the mode of goodness and purify the mind through spiritual practices. This leads to the enhancement of divine qualities and they eventually attain spiritual realization."
  },
  {
    "id": 4,
    "name": "ज्ञानकर्मसंन्यासयोग",
    "name_transliterated": "Jñāna Karm Sanyās Yog",
    "name_translated": "Jnana Karma Sanyasa Yoga",
    "verses_count": 42,
    "chapter_number": 4,
    "name_meaning": "Path of Knowledge and the Disciplines of Action",
    "chapter_summary": "The fourth chapter of the Bhagavad Gita is \"Jnana Karma Sanyasa Yoga\". In this chapter, Krishna glorifies the Karma Yoga and imparts the Transcendental Knowledge (the knowledge of the soul and the Ultimate Truth) to Arjuna. He reveals the reason behind his appearance in this material world. He reveals that even though he is eternal, he reincarnates time after time to re-establish dharma and peace on this Earth. His births and activities are eternal and are never contaminated by material flaws. Those persons who know and understand this Truth engage in his devotion with full faith and eventually attain Him. They do not have to take birth in this world again."
  },
  {
    "id": 17,
    "name": "श्रद्धात्रयविभागयोग",
    "name_transliterated": "Śhraddhā Traya Vibhāg Yog",
    "name_translated": "Sraddhatraya Vibhaga Yoga",
    "verses_count": 28,
    "chapter_number": 17,
    "name_meaning": "Yoga through Discerning the Three Divisions of Faith",
    "chapter_summary": "The seventeenth chapter of the Bhagavad Gita is \"Sraddhatraya Vibhaga Yoga\". In this chapter, Krishna describes the three types of faith corresponding to the three modes of the material nature. Lord Krishna further reveals that it is the nature of faith that determines the quality of life and the character of living entities. Those who have faith in passion and ignorance perform actions that yield temporary, material results while those who have faith in goodness perform actions in accordance with scriptural instructions and hence their hearts get further purified."
  },
  {
    "id": 1,
    "name": "अर्जुनविषादयोग",
    "name_transliterated": "Arjun Viṣhād Yog",
    "name_translated": "Arjuna Visada Yoga",
    "verses_count": 47,
    "chapter_number": 1,
    "name_meaning": "Arjuna's Dilemma",
    "chapter_summary": "The first chapter of the Bhagavad Gita - \"Arjuna Vishada Yoga\" introduces the setup, the setting, the characters and the circumstances that led to the epic battle of Mahabharata, fought between the Pandavas and the Kauravas. It outlines the reasons that led to the revelation of the of Bhagavad Gita.\nAs both armies stand ready for the battle, the mighty warrior Arjuna, on observing the warriors on both sides becomes increasingly sad and depressed due to the fear of losing his relatives and friends and the consequent sins attributed to killing his own relatives. So, he surrenders to Lord Krishna, seeking a solution. Thus, follows the wisdom of the Bhagavad Gita."
  },
  {
    "id": 14,
    "name": "गुणत्रयविभागयोग",
    "name_transliterated": "Guṇa Traya Vibhāg Yog",
    "name_translated": "Gunatraya Vibhaga Yoga",
    "verses_count": 27,
    "chapter_number": 14,
    "name_meaning": "Yoga through Understanding the Three Modes of Material Nature",
    "chapter_summary": "The fourteenth chapter of the Bhagavad Gita is \"Gunatraya Vibhaga Yoga\". In this chapter, Krishna reveals the three gunas (modes) of the material nature - goodness, passion and ignorance which everything in the material existence is influenced by. He further explains the essential characteristics of each of these modes, their cause and how they influence a living entity affected by them. He then reveals the various characteristics of the persons who have gone beyond these gunas. The chapter ends with Krishna reminding us of the power of pure devotion to God and how attachment to God can help us transcend these gunas."
  },
  {
    "id": 10,
    "name": "विभूतियोग",
    "name_transliterated": "Vibhūti Yog",
    "name_translated": "Vibhooti Yoga",
    "verses_count": 42,
    "chapter_number": 10,
    "name_meaning": "Yoga through Appreciating the Infinite Opulences of God",
    "chapter_summary": "The tenth chapter of the Bhagavad Gita is \"Vibhooti Yoga\". In this chapter, Krishna reveals Himself as the cause of all causes. He describes His various manifestations and opulences in order to increase Arjuna's Bhakti. Arjuna is fully convinced of Lord's paramount position and proclaims him to be the Supreme Personality. He prays to Krishna to describe more of His divine glories which are like nectar to hear."
  },
  {
    "id": 11,
    "name": "विश्वरूपदर्शनयोग",
    "name_transliterated": "Viśhwarūp Darśhan Yog",
    "name_translated": "Vishwaroopa Darshana Yoga",
    "verses_count": 55,
    "chapter_number": 11,
    "name_meaning": "Yoga through Beholding the Cosmic Form of God",
    "chapter_summary": "The eleventh chapter of the Bhagavad Gita is \"Vishwaroopa Darshana Yoga\". In this chapter, Arjuna requests Krishna to reveal His Universal Cosmic Form that encompasses all the universes, the entire existence. Arjuna is granted divine vision to be able to see the entirety of creation in the body of the Supreme Lord Krishna."
  },
  {
    "id": 9,
    "name": "राजविद्याराजगुह्ययोग",
    "name_transliterated": "Rāja Vidyā Yog",
    "name_translated": "Raja Vidya Yoga",
    "verses_count": 34,
    "chapter_number": 9,
    "name_meaning": "Yoga through the King of Sciences",
    "chapter_summary": "The ninth chapter of the Bhagavad Gita is \"Raja Vidya Yoga\". In this chapter, Krishna explains that He is Supreme and how this material existence is created, maintained and destroyed by His Yogmaya and all beings come and go under his supervision. He reveals the Role and the Importance of Bhakti (transcendental devotional service) towards our Spiritual Awakening. In such devotion, one must live for the God, offer everything that he possesses to Him and do everything for Him only. One who follows such devotion becomes free from the bonds of this material world and unites with the Lord."
  },
  {
    "id": 12,
    "name": "भक्तियोग",
    "name_transliterated": "Bhakti Yog",
    "name_translated": "Bhakti Yoga",
    "verses_count": 20,
    "chapter_number": 12,
    "name_meaning": "The Yoga of Devotion",
    "chapter_summary": "The twelfth chapter of the Bhagavad Gita is \"Bhakti Yoga\". In this chapter, Krishna emphasizes the superiority of Bhakti Yoga (the path of devotion) over all other types of spiritual disciplines and reveals various aspects of devotion. He further explains that the devotees who perform pure devotional service to Him, with their consciousness, merged in Him and all their actions dedicated to Him, are quickly liberated from the cycle of life and death. He also describes the various qualities of the devotees who are very dear to Him."
  },
  {
    "id": 15,
    "name": "पुरुषोत्तमयोग",
    "name_transliterated": "Puruṣhottam Yog",
    "name_translated": "Purushottama Yoga",
    "verses_count": 20,
    "chapter_number": 15,
    "name_meaning": "The Yoga of the Supreme Divine Personality",
    "chapter_summary": "The fifteenth chapter of the Bhagavad Gita is \"Purushottama Yoga\". In Sanskrit, Purusha means the \"All-pervading God\", and Purushottam means the timeless & transcendental aspect of God.        Krishna reveals that the purpose of this Transcendental knowledge of the God is to detach ourselves from the bondage of the material world and to understand Krishna as the Supreme Divine Personality, who is the eternal controller and sustainer of the world. One who understands this Ultimate Truth surrenders to Him and engages in His devotional service."
  },
  {
    "id": 3,
    "name": "कर्मयोग",
    "name_transliterated": "Karm Yog",
    "name_translated": "Karma Yoga",
    "verses_count": 43,
    "chapter_number": 3,
    "name_meaning": "Path of Selfless Service",
    "chapter_summary": "The third chapter of the Bhagavad Gita is \"Karma Yoga\" or the \"Path of Selfless Service\". Here Lord Krishna emphasizes the importance of karma in life. He reveals that it is important for every human being to engage in some sort of activity in this material world. Further, he describes the kinds of actions that lead to bondage and the kinds that lead to liberation. Those persons who continue to perform their respective duties externally for the pleasure of the Supreme, without attachment to its rewards get liberation at the end."
  },
  {
    "id": 13,
    "name": "क्षेत्र-क्षेत्रज्ञविभागयोग",
    "name_transliterated": "Kṣhetra Kṣhetrajña Vibhāg Yog",
    "name_translated": "Ksetra Ksetrajna Vibhaaga Yoga",
    "verses_count": 35,
    "chapter_number": 13,
    "name_meaning": "Yoga through Distinguishing the Field and the Knower of the Field",
    "chapter_summary": "The thirteenth chapter of the Bhagavad Gita is \"Ksetra Ksetrajna Vibhaaga Yoga\". The word \"kshetra\" means \"the field\", and the \"kshetrajna\" means \"the knower of the field\". We can think of our material body as the field and our immortal soul as the knower of the field. In this chapter, Krishna discriminates between the physical body and the immortal soul. He explains that the physical body is temporary and perishable whereas the soul is permanent and eternal. The physical body can be destroyed but the soul can never be destroyed. The chapter then describes God, who is the Supreme Soul. All the individual souls have originated from the Supreme Soul. One who clearly understands the difference between the body, the Soul and the Supreme Soul attains the realization of Brahman."
  }
]
